const categroy = [
  [
    {
      name: "美食",
      details: [
        "全部",
        "烤肉",
        "湖北菜",
        "特色菜",
        "日本菜",
        "豫菜",
        "饮品店",
        "面包甜品",
        "火锅",
        "自助餐",
        "小吃快餐",
        "日韩料理",
        "西餐",
        "聚餐宴请",
        "烧烤烤串",
        "川湘菜",
        "江浙菜",
        "香锅烤鱼",
        "小龙虾",
        "粤菜",
        "中式烧烤/烤串",
        "西北菜",
        "京菜卤菜",
        "东北菜",
        "云贵菜",
        "东南亚菜",
        "件和服鲜",
        "台湾客/家菜",
        "汤/粥/炖菜",
        "蒙餐"
      ]
    },
    {
      name: "周边游",
      details: ["全部", "农家乐"]
    },
    {
      name: "休闲娱乐",
      details: ["全部", "采摘/农家乐"]
    },
    {
      name: "生活服务",
      details: []
    },
    {
      name: "时尚购",
      details: ["全部", "本地购物"]
    },
    {
      name: "母婴亲子",
      details: ["全部", "采摘/农家乐"]
    },
    {
      name: "榛果民宿",
      details: []
    }
  ],
  [
    {
      name: "推荐商圈",
      details: ["全部", "华南摩尔", "樟木头中心"]
    },
    {
      name: "南城街道",
      details: ["全部", "鸿福路口", "宏远"]
    },
    {
      name: "东城街道",
      details: ["全部", "鸿福路口", "宏远"]
    },
    {
      name: "莞城街道",
      details: ["全部", "鸿福路口", "宏远"]
    },
    {
      name: "万江街道",
      details: ["全部", "鸿福路口", "宏远"]
    },
    {
      name: "虎门镇",
      details: ["全部", "鸿福路口", "宏远"]
    },
    {
      name: "长安",
      details: ["全部", "鸿福路口", "宏远"]
    }
  ]
];
export { categroy };
